name: "ExampleCNNModelv1"
platform: "tensorflow_savedmodel"
max_batch_size: 4
input [
  {
    name: "conv2d_input"
    data_type: TYPE_FP32
    format: FORMAT_NHWC
    dims: [ -1, -1, -1 ]
  }
]
output [
  {
    name: "output:0"
    data_type: TYPE_FP32
    dims: [ -1 ]
  }
]
